cask_args appdir: "/Applications"

tap "coursier/formulas"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "leoafarias/fvm"

brew "bat"
brew "docker"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "lima"
brew "jq"
brew "pyenv"
brew "coursier/formulas/coursier"
brew "leoafarias/fvm/fvm"

cask "iterm2"
cask "google-chrome"
cask "julia"
cask "visual-studio-code"
cask "vscodium"
cask "zoom"
